Repository: Samson8/TechnicalTest.Flutter
Catalog: lib/l10n/intl_*.arb
Languages: ru

# appTitle
source: Flutter Technical Test - SA
ru: Flutter Tech Задача

# currentLocale
source: Locale: {locale}
ru: Язык: {locale}

# listOfPost
source: List of Posts
ru: Список сообщений

source: API Posts
ru: Сообщения API

# savedPosts
source: Saved Posts ({count})
ru: Сохраненные сообщения ({count})

source: Post details
ru: Подробности публикации

source: Post comments
ru: Оставлять комментарии

# nothing
source: Nothing to show
ru: Нечего показывать

# errorLoadingPost
source: Error loading posts
ru: Ошибка загрузки сообщений

source: No data available
ru: Нет доступных данных

# noSavedPost
source: No saved posts available.
ru: Сохраненных сообщений нет.
